/* Error message */
"An error occurred while uploading to Box." = "Ocorreu um erro ao carregar no Box.";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "Já existe um item com o mesmo nome";

/* Cannot reach the internet */
"Please check your network connection and try again." = "Verifique a conexão de rede e tente novamente.";

/* Sign in */
"Sign In..." = "Iniciar sessão...";

/* Sign out */
"Sign out" = "Terminar sessão";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "A pasta não existe ou você não tem permissão para acessá-la. Selecione outra pasta.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "O link para sua captura está pronto para ser colado.";

/* Error title
   Unable to share title */
"Unable to share to Box" = "Não é possível compartilhar no Box";

/* Upload worked, URL may not have */
"Upload succeeded" = "Upload bem-sucedido";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "Carregue a captura no Box para hospedagem de imagem ou vídeo.";

